Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/other_files/samisk_som_forstesprak_nordsamisk.doc.tmx
Source language: sme
Languages: smj

source: buohtastahttit sámegielaid dili servodagas eará eamiálbmogiid gielladiliin
smj: buohtastahttet sámegiela dilev ietjá álggoálmmugij gielladilijn

source: Árvvoštallan fágas
smj: Árvustallam fágan

source: Loahppaárvvoštallama mearrádusat:
smj: Loahppaárvustallama mærrádusá:

source: Oppalašárvosáni árvvoštallan
smj: Åbbålasjkaraktera árvustallam

source: Ortnet
smj: Årnik

source: 10. jahkeceahkki
smj: 10. jahkedásse

source: Oahppit galget oažžut guokte oppalašárvosáni, ovtta sámegielas 1 čálalaš ja ovtta sámegielas 1 njálmmálaš.
smj: Oahppe oadtju guokta åbbålasjkaraktera, avtav sámegielan 1 tjálalasj ja avtav sámegielan 1 njálmálasj.

source: Jo2 fidnofágalaš oahppoprográmmat
smj: Jo2 viddnofágalasj åhpadusprográmma

source: Lasáhus oppalaš studerengelbbolašvuhtii
smj: Jo3 oahppogárvedime åhpadusprográmma

source: Go fága bistá máŋga jagi, de bissu dušše joatkkaoahpahusa bajimus dási oppalašárvvoštallan gelbbolašvuođaduođaštusas dahje oahppoduođaštusas.
smj: Gå fágan åhpaduvvá måttijt jagijt, de le dåssju bajemus dáse åbbålasjárvustallam mij boahtá åvddån máhtudakduodastusán jali loahppaduodastusán.

source: Eksámen - oahppit
smj: Oahppij eksábma

source: Oahppit sáhttet vuorbáduvvot sámegiella 1 čálalaš eksámenii.
smj: Oahppe máhtti vuorbbáduvvat avta tjálalasj eksábmaj sámegielan 1.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain.
smj: Tjálalasj eksábma dagáduvvá ja árvustaláduvvá guovdálattjat.

source: Oahppit sáhttet maid vuorbáduvvot sámegiella 1 njálmmálaš eksámenii.
smj: Oahppe máhtti aj vuorbbáduvvat njálmálasj eksábmaj sámegielan 1.

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Njálmálasj eksábma dagáduvvá ja árvustaláduvvá bájkálattjat.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Tjálalasj eksábma dagáduvvá ja árvustaladuvvá bájkálattjat.

source: Oahppit galget váldit sámegiella 1 čálalaš eksámena.
smj: Oahppe galggi tjadádit tjálalasj eksámav sámegielan 1.

source: Geahča rávisolbmuid vuođđoskuvlaoahpahusa gustovaš ortnega.
smj: Gehtja ållessjattugij vuodoåhpadusá guoskavasj årnigav.

source: Privatisttat galget váldit sámegiella 1 čálalaš ja njálmmálaš eksámena.
smj: Privatista galggi tjadádit tjálalasj ja njálmálasj eksámav sámegielan 1.

source: Privatisttat galget váldit sámegiella 1 čálalaš eksámena Jo 3 dásis.
smj: Privatista galggi tjadádit tjálalasj eksámav Jo3-dásen.

source: Lassin galget váldit njálmmálaš eksámena.
smj: Duodden galggi tjadádit njálmálasj eksámav.

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas.
smj: Dábálasj mærrádusá árvustallama birra le mierreduvvam åhpaduslága njuolgadustjállagin.
